<?php
class course_grade{
	static $data=array(
		"1001"  =>  "小学一年级",
		"1002"  =>  "小学二年级",
		"1003"  =>  "小学三年级",
		"1004"  =>  "小学四年级",
		"1005"  =>  "小学五年级",
		"1006"  =>  "小学六年级",
		"2001"  =>  "初中一年级",
		"2002"  =>  "初中二年级",
		"2003"  =>  "初中三年级",
		"3001"  =>  "高中一年级",
		"3002"  =>  "高中二年级",
		"3003"  =>  "高中三年级",
		"4000"  =>  "学前",
	);
	static $subname=array(
		"1001"  =>  "一年级",
		"1002"  =>  "二年级",
		"1003"  =>  "三年级",
		"1004"  =>  "四年级",
		"1005"  =>  "五年级",
		"1006"  =>  "六年级",
		"2001"  =>  "初一",
		"2002"  =>  "初二",
		"2003"  =>  "初三",
		"3001"  =>  "高一",
		"3002"  =>  "高二",
		"3003"  =>  "高三",
		"4000"  =>  "学前",
	);
}
